---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Connector
zh: 连接件、接口
source: html/46c26e09-25fe-03b8-7737-fecf25d02791.htm
---
# Connector Members

**中文**: 连接件、接口

Make connection between two connectors.